Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_5_0.touchpadAccuracy.body
source: A velocity gate on the Siri Remote touchpad ignores finger drift before a click, so resting your thumb no longer accidentally moves focus to the next button.
cs: Rychlostní limit na dotykové ploše Siri Remote ignoruje posun prstu před kliknutím, takže opřený palec už náhodně neposune zaměření na další tlačítko.
da: En hastighedsgrænse på Siri Remote-touchpad'en ignorerer fingerflytning før et klik, så det at hvile tommelfingeren ikke længere ved et uheld flytter fokus til den næste knap.
de: Eine Geschwindigkeits-Schwelle am Siri-Remote-Touchpad ignoriert Finger-Drift vor einem Klick, sodass ein abgesetzter Daumen nicht mehr versehentlich den Fokus auf den nächsten Button verschiebt.
el: Ένα όριο ταχύτητας στο touchpad του Siri Remote αγνοεί τη μετατόπιση του δακτύλου πριν από το κλικ, ώστε η ανάπαυση του αντίχειρα να μη μετακινεί πια κατά λάθος την εστίαση στο επόμενο κουμπί.
es: Un umbral de velocidad en el touchpad del Siri Remote ignora el desplazamiento del dedo antes de un clic, así que apoyar el pulgar ya no mueve por accidente el foco al botón siguiente.
fi: Nopeusraja Siri Remoten kosketuslevyllä jättää huomiotta sormen liikkeen ennen napsautusta, joten peukalon lepuuttaminen ei enää siirrä kohdistusta vahingossa seuraavaan painikkeeseen.
fr: Un seuil de vitesse sur le pavé tactile du Siri Remote ignore le glissement du doigt avant un clic, donc poser le pouce ne déplace plus accidentellement le focus sur le bouton suivant.
hr: Brzinski prag na dodirnoj plohi Siri Remotea ignorira pomicanje prsta prije klika, pa odlaganje palca više ne miče fokus na sljedeću tipku slučajno.
hu: A Siri Remote érintőfelületén lévő sebességküszöb figyelmen kívül hagyja az ujj elcsúszását kattintás előtt, így a hüvelykujj megpihentetése többé nem mozgatja véletlenül a fókuszt a következő gombra.
it: Una soglia di velocità sul touchpad del Siri Remote ignora la deriva del dito prima di un clic, così appoggiare il pollice non sposta più per sbaglio il focus sul pulsante successivo.
ja: Siri Remoteのタッチパッドに速度しきい値を設けたことで、クリック前の指のずれが無視されます。親指を置いてもフォーカスが意図せず隣のボタンへ動くことはなくなりました。
ko: Siri Remote 터치패드에 속도 임계값을 두어 클릭 전 손가락 드리프트를 무시합니다. 엄지를 올려둬도 포커스가 우연히 다음 버튼으로 이동하지 않습니다.
nb: En hastighetsgrense på Siri Remote-pekeflaten ignorerer fingerforskyvning før et klikk, så å la tommelen hvile flytter ikke lenger fokus til neste knapp ved et uhell.
nl: Een snelheidsgrens op het touchpad van de Siri Remote negeert vingerafwijking voor een klik, zodat het neerleggen van je duim de focus niet langer per ongeluk naar de volgende knop verplaatst.
pl: Próg prędkości na touchpadzie Siri Remote ignoruje przesunięcie palca przed kliknięciem, więc oparcie kciuka nie przesuwa już przypadkowo fokusu na następny przycisk.
pt_br: Um limite de velocidade no touchpad do Siri Remote ignora o deslizamento do dedo antes de um clique, então apoiar o polegar não move mais o foco para o botão seguinte por acidente.
pt_pt: Um limite de velocidade no touchpad do Siri Remote ignora o deslizamento do dedo antes de um clique, por isso apoiar o polegar já não move o foco para o botão seguinte por acidente.
ro: Un prag de viteză pe touchpad-ul Siri Remote ignoră alunecarea degetului înainte de clic, astfel încât sprijinirea degetului mare nu mai mută accidental focusul pe butonul următor.
ru: Порог скорости на тачпаде Siri Remote игнорирует смещение пальца перед нажатием, так что положенный большой палец больше не смещает фокус на соседнюю кнопку случайно.
sk: Rýchlostný limit na dotykovej ploche Siri Remote ignoruje posun prsta pred kliknutím, takže opretý palec už náhodne neposunie zameranie na ďalšie tlačidlo.
sv: En hastighetströskel på Siri Remote-pekplattan ignorerar fingerförskjutning före ett klick, så att vila tummen inte längre råkar flytta fokus till nästa knapp.
tr: Siri Remote dokunmatik yüzeyindeki hız eşiği, tıklamadan önceki parmak kaymasını yok sayar; böylece başparmağınızı dayadığınızda odak yanlışlıkla bir sonraki düğmeye kaymaz.
uk: Поріг швидкості на трекпаді Siri Remote ігнорує зміщення пальця перед натисканням, тож покладений великий палець більше не зміщує фокус на сусідню кнопку випадково.
zh_hans: Siri Remote 触控板上的速度阈值会忽略点击前的手指漂移,因此将拇指放在触控板上不会再意外把焦点移到下一个按钮。
zh_hant: Siri Remote 觸控板上的速度閾值會忽略點擊前的手指漂移,所以將拇指放在觸控板上不會再意外把焦點移到下一個按鈕。

# changelog.0_5_0.touchpadAccuracy.title
source: Touchpad accuracy
cs: Přesnost dotykové plochy
da: Touchpad-præcision
de: Touchpad-Genauigkeit
el: Ακρίβεια touchpad
es: Precisión del touchpad
fi: Kosketuslevyn tarkkuus
fr: Précision du pavé tactile
hr: Točnost dodirne plohe
hu: Érintőfelület pontossága
it: Precisione del touchpad
ja: タッチパッドの精度
ko: 터치패드 정확도
nb: Pekeflate-presisjon
nl: Nauwkeurigheid van touchpad
pl: Dokładność touchpada
pt_br: Precisão do touchpad
pt_pt: Precisão do touchpad
ro: Precizia touchpad-ului
ru: Точность тачпада
sk: Presnosť dotykovej plochy
sv: Pekplatte­precision
tr: Dokunmatik yüzey hassasiyeti
uk: Точність трекпаду
zh_hans: 触控板精度
zh_hant: 觸控板精度

# changelog.0_5_0.uiAutoHide.body
source: After tapping left / right and not pressing anything else, the player UI fades after 5 s instead of sitting on the picture indefinitely.
cs: Po klepnutí doleva nebo doprava bez dalšího stisku rozhraní přehrávače po 5 s zmizí místo aby zůstávalo na obraze donekonečna.
da: Efter at have trykket til venstre eller højre uden at trykke på noget andet forsvinder afspillerens grænseflade efter 5 sek. i stedet for at blive på billedet i det uendelige.
de: Nach einem Links/Rechts-Tipp ohne weitere Eingaben blendet die Player-UI nach 5 Sekunden aus, statt unendlich auf dem Bild zu bleiben.
el: Μετά από πάτημα αριστερά/δεξιά χωρίς άλλη ενέργεια, το UI του προγράμματος αναπαραγωγής σβήνει μετά από 5 δευτ. αντί να μένει συνεχώς πάνω στην εικόνα.
es: Tras pulsar izquierda o derecha y no presionar nada más, la interfaz del reproductor se desvanece tras 5 s en lugar de quedarse sobre la imagen indefinidamente.
fi: Vasemmalle/oikealle napautuksen jälkeen ilman muuta painallusta soittimen käyttöliittymä haalistuu 5 sekunnin kuluttua sen sijaan että jäisi kuvan päälle loputtomiin.
fr: Après un appui à gauche ou à droite sans autre action, l'interface du lecteur disparaît au bout de 5 s au lieu de rester sur l'image indéfiniment.
hr: Nakon dodira lijevo/desno bez daljnjeg pritiska, sučelje reproduktora se zatamni nakon 5 s umjesto da neograničeno ostaje na slici.
hu: Bal/jobb érintés után további megnyomás nélkül a lejátszó kezelőfelülete 5 mp után eltűnik, ahelyett hogy folyamatosan a képen maradna.
it: Dopo aver toccato sinistra o destra senza premere altro, l'interfaccia del player scompare dopo 5 s invece di restare sull'immagine all'infinito.
ja: 左/右をタップしてその後何も押さないと、プレーヤーUIは画像の上に永遠に残らず、5秒後にフェードアウトします。
ko: 왼쪽/오른쪽을 탭한 후 다른 입력이 없으면 플레이어 UI가 화면에 무한정 머물지 않고 5초 후 사라집니다.
nb: Etter å ha trykket venstre eller høyre uten å trykke noe annet, tones spillergrensesnittet ut etter 5 sek. i stedet for å bli liggende på bildet i det uendelige.
nl: Na links of rechts tikken zonder verder iets te drukken, vervaagt de spelersinterface na 5 sec in plaats van oneindig op het beeld te blijven staan.
pl: Po naciśnięciu w lewo lub w prawo i braku dalszych akcji interfejs odtwarzacza znika po 5 s zamiast pozostawać na obrazie w nieskończoność.
pt_br: Após tocar para a esquerda ou direita sem pressionar mais nada, a interface do player desaparece em 5 s em vez de ficar sobre a imagem indefinidamente.
pt_pt: Depois de tocar para a esquerda ou direita sem pressionar mais nada, a interface do reprodutor desaparece após 5 s em vez de ficar sobre a imagem indefinidamente.
ro: După ce apeși stânga sau dreapta fără să mai apeși altceva, interfața playerului dispare după 5 s în loc să rămână pe imagine la nesfârșit.
ru: После нажатия влево/вправо без дальнейших действий интерфейс плеера исчезает через 5 с вместо того, чтобы оставаться на картинке бесконечно.
sk: Po klepnutí doľava alebo doprava bez ďalšieho stlačenia rozhranie prehrávača po 5 s zmizne namiesto aby ostalo na obraze donekonečna.
sv: Efter ett tryck åt vänster eller höger utan att trycka på något annat tonas spelarens gränssnitt bort efter 5 s istället för att stanna kvar på bilden i evighet.
tr: Sol/sağ dokunup başka bir şeye basmadığınızda, oynatıcı arayüzü görüntü üzerinde sonsuza dek kalmak yerine 5 sn sonra kaybolur.
uk: Після натискання вліво/вправо без подальших дій інтерфейс плеєра зникає через 5 с замість того, щоб лишатися на зображенні нескінченно.
zh_hans: 点按左/右后未进行其他操作时,播放器界面会在 5 秒后淡出,而不是无限制停留在画面上。
zh_hant: 點按左/右後未進行其他操作時,播放器介面會在 5 秒後淡出,而不是無限制停留在畫面上。

# changelog.0_5_0.uiAutoHide.title
source: Player UI auto-hide
cs: Automatické skrývání rozhraní
da: Skjuler afspilleren automatisk
de: Player-UI blendet aus
el: Αυτόματη απόκρυψη UI
es: Auto-ocultado de la interfaz
fi: Soittimen käyttöliittymän autopiilotus
fr: Masquage automatique de l'interface
hr: Auto-skrivanje sučelja
hu: Lejátszó UI automatikus elrejtése
it: Auto-nascondi UI player
ja: プレーヤーUIの自動非表示
ko: 플레이어 UI 자동 숨김
nb: Auto-skjuler spillergrensesnittet
nl: Spelersinterface verbergt automatisch
pl: Automatyczne ukrywanie interfejsu
pt_br: Ocultar UI automaticamente
pt_pt: Ocultar UI automaticamente
ro: Ascundere automată a interfeței
ru: Авто-скрытие интерфейса плеера
sk: Automatické skrývanie rozhrania
sv: Auto-döljande av spelargränssnitt
tr: Oynatıcı arayüzü otomatik gizlenir
uk: Авто-приховання інтерфейсу плеєра
zh_hans: 播放器界面自动隐藏
zh_hant: 播放器介面自動隱藏

# changelog.0_6_0.engine.body
source: Major upgrade to the underlying video engine. Supports more video formats including AV1 and VP9, with smarter routing so every file in your library plays with the best quality your TV can show.
cs: Zásadní vylepšení interního přehrávacího jádra. Podporuje více video formátů včetně AV1 a VP9 s chytřejším směrováním, takže každý soubor ve vaší knihovně se přehraje v nejlepší kvalitě, jakou váš televizor dokáže zobrazit.
da: Stor opgradering af den underliggende videomotor. Understøtter nu flere videoformater, herunder AV1 og VP9, med smartere dirigering, så hver fil i dit bibliotek afspilles i den bedste kvalitet, dit TV kan vise.
de: Großes Upgrade der Video-Engine. Unterstützt jetzt mehr Videoformate, einschließlich AV1 und VP9, mit intelligenterem Routing, damit jede Datei aus deiner Bibliothek in der bestmöglichen Qualität deines Fernsehers wiedergegeben wird.
el: Σημαντική αναβάθμιση της υποκείμενης μηχανής βίντεο. Υποστηρίζει περισσότερες μορφές βίντεο, συμπεριλαμβανομένων των AV1 και VP9, με εξυπνότερη δρομολόγηση ώστε κάθε αρχείο της βιβλιοθήκης σου να αναπαράγεται στην καλύτερη δυνατή ποιότητα που μπορεί να εμφανίσει η τηλεόρασή σου.
es: Gran mejora del motor de vídeo subyacente. Admite más formatos de vídeo, incluidos AV1 y VP9, con un enrutamiento más inteligente para que cada archivo de tu biblioteca se reproduzca con la mejor calidad que pueda mostrar tu televisor.
fi: Merkittävä päivitys taustalla toimivaan videotoisto-ohjelmistoon. Tukee nyt useampia videoformaatteja, kuten AV1- ja VP9-muotoa, ja älykkäämpi reititys varmistaa, että jokainen kirjastosi tiedosto toistuu parhaalla televisiosi tukemalla laadulla.
fr: Mise à niveau majeure du moteur vidéo sous-jacent. Il prend en charge davantage de formats vidéo, dont AV1 et VP9, avec un routage plus intelligent pour que chaque fichier de votre bibliothèque soit lu dans la meilleure qualité que votre téléviseur puisse afficher.
hr: Velika nadogradnja temeljnog video pogona. Podržava više video formata, uključujući AV1 i VP9, uz pametnije usmjeravanje kako bi se svaka datoteka u vašoj biblioteci reproducirala u najboljoj kvaliteti koju vaš televizor može prikazati.
hu: Jelentős fejlesztés a háttérben működő videómotorban. Mostantól több videoformátumot támogat, köztük az AV1-et és a VP9-et, intelligensebb útválasztással, hogy a könyvtárad minden fájlja a tévéd által megjeleníthető legjobb minőségben játssza le.
it: Importante aggiornamento del motore video sottostante. Supporta più formati video, tra cui AV1 e VP9, con un instradamento più intelligente, così ogni file della tua libreria viene riprodotto con la migliore qualità che il tuo televisore può offrire.
ja: 基盤となる再生エンジンを大幅にアップグレード。AV1やVP9を含むより多くの動画形式に対応し、よりスマートな振り分けによって、ライブラリ内のすべてのファイルをテレビが表示できる最高画質で再生します。
ko: 기반 비디오 엔진을 대폭 개선했습니다. AV1과 VP9를 포함한 더 많은 영상 포맷을 지원하며, 더 똑똑한 처리 방식으로 라이브러리의 모든 파일을 TV가 표현할 수 있는 최고의 화질로 재생합니다.
nb: Stor oppgradering av den underliggende videomotoren. Støtter nå flere videoformater, inkludert AV1 og VP9, med smartere ruting slik at hver fil i biblioteket ditt spilles av med best mulig kvalitet TV-en din kan vise.
nl: Grote upgrade van de onderliggende videoengine. Ondersteunt meer videoformaten, waaronder AV1 en VP9, met slimmere routering zodat elk bestand in je bibliotheek wordt afgespeeld met de beste kwaliteit die je tv kan tonen.
pl: Duża aktualizacja silnika wideo. Obsługuje więcej formatów wideo, w tym AV1 i VP9, dzięki inteligentniejszemu kierowaniu, więc każdy plik z biblioteki jest odtwarzany w najlepszej jakości, jaką może wyświetlić Twój telewizor.
pt_br: Grande atualização do motor de vídeo subjacente. Suporta mais formatos de vídeo, incluindo AV1 e VP9, com roteamento mais inteligente para que cada arquivo da sua biblioteca seja reproduzido com a melhor qualidade que a sua TV pode exibir.
pt_pt: Grande atualização do motor de vídeo subjacente. Suporta mais formatos de vídeo, incluindo AV1 e VP9, com um encaminhamento mais inteligente para que cada ficheiro da sua biblioteca seja reproduzido com a melhor qualidade que o seu televisor consegue apresentar.
ro: Actualizare majoră a motorului video intern. Suportă mai multe formate video, inclusiv AV1 și VP9, cu o direcționare mai inteligentă, astfel încât fiecare fișier din biblioteca ta să fie redat la cea mai bună calitate pe care o poate afișa televizorul tău.
ru: Крупное обновление видеодвижка: поддержка большего числа форматов, включая AV1 и VP9, и более умная маршрутизация, благодаря которой каждый файл из вашей библиотеки воспроизводится с наилучшим качеством, доступным вашему телевизору.
sk: Zásadná aktualizácia interného prehrávacieho jadra. Podporuje viac video formátov vrátane AV1 a VP9 a vďaka inteligentnejšiemu smerovaniu sa každý súbor vo vašej knižnici prehrá v najlepšej kvalite, akú váš televízor dokáže zobraziť.
sv: Stor uppgradering av den underliggande videomotorn. Stöder fler videoformat, inklusive AV1 och VP9, med smartare routing så att varje fil i ditt bibliotek spelas upp i bästa möjliga kvalitet som din TV kan visa.
tr: Temeldeki video motorunda büyük bir iyileştirme. AV1 ve VP9 dahil daha fazla video biçimini destekler; daha akıllı yönlendirme sayesinde kitaplığınızdaki her dosya, TV'nizin gösterebileceği en iyi kalitede oynatılır.
uk: Масштабне оновлення базового відеодвигуна. Підтримує більше форматів відео, включно з AV1 та VP9, із розумнішим маршрутизуванням — кожен файл із вашої бібліотеки відтворюється з найкращою якістю, яку здатен показати ваш телевізор.
zh_hans: 视频引擎重大升级，新增对 AV1、VP9 等更多视频格式的支持，并通过更智能的路由，确保媒体库中的每个文件都以电视所能呈现的最佳画质播放。
zh_hant: 底層影片引擎重大升級，支援更多影片格式，包括 AV1 與 VP9，並透過更智慧的分流機制，讓媒體庫中的每個檔案都能以電視所能呈現的最佳畫質播放。

# changelog.0_6_0.engine.title
source: Rebuilt video engine
cs: Přepracované přehrávací jádro
da: Genopbygget videomotor
de: Neue Video-Engine
el: Ανανεωμένη μηχανή βίντεο
es: Motor de vídeo reconstruido
fi: Uudistettu videotoisto-ohjelmisto
fr: Nouveau moteur vidéo
hr: Obnovljen video pogon
hu: Újjáépített videómotor
it: Nuovo motore video
ja: ビデオエンジンを刷新
ko: 새로워진 비디오 엔진
nb: Gjenoppbygd videomotor
nl: Nieuwe videoengine
pl: Nowy silnik wideo
pt_br: Motor de vídeo reconstruído
pt_pt: Motor de vídeo reconstruído
ro: Motor video reconstruit
ru: Новый видеодвижок
sk: Prepracovaný video engine
sv: Ombyggd videomotor
tr: Yeniden Tasarlanan Video Motoru
uk: Перебудований відеодвигун
zh_hans: 全新视频引擎
zh_hant: 全新打造的影片引擎

# changelog.0_6_0.playback.body
source: Cleaner scrubbing, more reliable resume from where you left off, audio language switching that just works, and a more accurate HDR indicator in the player.
cs: Čistší posouvání na časové ose, spolehlivější pokračování od místa, kde jste skončili, bezproblémové přepínání jazyka zvuku a přesnější indikátor HDR v přehrávači.
da: Renere spoling, mere pålidelig genoptagelse fra det sted, du slap, skift af lydsprog der bare virker, og en mere præcis HDR-indikator i afspilleren.
de: Sauberes Spulen, verlässliches Fortsetzen vom letzten Wiedergabepunkt, jederzeit funktionierender Tonspurwechsel und ein genauerer HDR-Hinweis im Player.
el: Πιο καθαρή μετακίνηση στη γραμμή χρόνου, πιο αξιόπιστη συνέχιση από το σημείο που σταμάτησες, αλλαγή γλώσσας ήχου που λειτουργεί πάντα και πιο ακριβής ένδειξη HDR στο πρόγραμμα αναπαραγωγής.
es: Avance y retroceso más precisos, reanudación más fiable desde donde lo dejaste, cambio de idioma de audio que funciona siempre y un indicador HDR más exacto en el reproductor.
fi: Sujuvampi kelaus, luotettavampi jatkaminen viimeisestä toistokohdasta, ääniraidan kielen vaihto joka vain toimii, ja tarkempi HDR-ilmaisin soittimessa.
fr: Défilement plus net dans la barre de progression, reprise plus fiable à l'endroit où vous vous étiez arrêté, changement de langue audio qui fonctionne sans accroc, et un indicateur HDR plus précis dans le lecteur.
hr: Čišće premotavanje, pouzdaniji nastavak s mjesta na kojem ste stali, prebacivanje jezika zvuka koje jednostavno radi i točniji HDR pokazatelj u reproduktoru.
hu: Tisztább tekerés, megbízhatóbb folytatás onnan, ahol abbahagytad, zökkenőmentes hangnyelvváltás, és pontosabb HDR-jelzés a lejátszóban.
it: Avanzamento più preciso sulla timeline, ripresa più affidabile dal punto in cui avevi interrotto, cambio della lingua audio che funziona sempre e un indicatore HDR più accurato nel lettore.
ja: スムーズなシーク操作、前回の続きからの確実な再開、確実に動作する音声言語の切り替え、そしてプレーヤー内のより正確なHDR表示を実現しました。
ko: 더 깔끔한 탐색, 멈춘 지점부터 더 안정적으로 이어보기, 자연스럽게 작동하는 음성 언어 전환, 그리고 플레이어 내 더 정확한 HDR 표시를 제공합니다.
nb: Renere spoling, mer pålitelig gjenopptakelse fra der du slapp, bytte av lydspråk som bare virker, og en mer nøyaktig HDR-indikator i spilleren.
nl: Vloeiender spoelen, betrouwbaarder hervatten vanaf waar je gebleven was, audiotaal wisselen dat gewoon werkt, en een nauwkeurigere HDR-indicator in de speler.
pl: Czystsze przewijanie, niezawodne wznawianie od ostatniej pozycji, przełączanie ścieżki audio działające bez zarzutu oraz dokładniejszy wskaźnik HDR w odtwarzaczu.
pt_br: Avanço e retrocesso mais precisos, retomada confiável de onde você parou, troca de idioma do áudio que funciona de verdade e um indicador de HDR mais preciso no reprodutor.
pt_pt: Navegação na linha de tempo mais suave, retoma fiável a partir do ponto onde parou, mudança de idioma de áudio que simplesmente funciona e um indicador HDR mais preciso no leitor.
ro: Derulare mai precisă, reluare mai fiabilă din punctul în care te-ai oprit, schimbare a limbii audio care funcționează impecabil și un indicator HDR mai precis în player.
ru: Чёткая перемотка, надёжное продолжение с места остановки, переключение языка аудио без сбоев и более точный индикатор HDR в плеере.
sk: Čistejšie posúvanie v časovej osi, spoľahlivejšie pokračovanie od miesta, kde ste skončili, prepínanie jazyka zvuku, ktoré jednoducho funguje, a presnejší indikátor HDR v prehrávači.
sv: Renare spolning, tillförlitligare återupptagning där du slutade, ljudspråksbyte som bara fungerar och en mer exakt HDR-indikator i spelaren.
tr: Daha temiz ileri/geri sarma, kaldığınız yerden daha güvenilir devam etme, sorunsuz çalışan ses dili değiştirme ve oynatıcıda daha doğru bir HDR göstergesi.
uk: Чіткіше перемотування, надійніше продовження з останньої позиції, безвідмовне перемикання мови звуку та точніший індикатор HDR у плеєрі.
zh_hans: 进度拖动更顺滑，从上次停下的位置继续播放更可靠，音频语言切换简单好用，播放器中的 HDR 标识也更加准确。
zh_hant: 拖曳進度更滑順、續播位置更可靠、音軌語言切換穩定好用，播放器中的 HDR 標示也更為精確。

# changelog.0_6_0.playback.title
source: Smoother playback throughout
cs: Plynulejší přehrávání všude
da: Jævnere afspilning hele vejen igennem
de: Rundere Wiedergabe überall
el: Πιο ομαλή αναπαραγωγή παντού
es: Reproducción más fluida en todo momento
fi: Sujuvampi toisto kauttaaltaan
fr: Une lecture plus fluide partout
hr: Glađa reprodukcija u svemu
hu: Mindenütt gördülékenyebb lejátszás
it: Riproduzione più fluida ovunque
ja: 再生全体をより滑らかに
ko: 전반적으로 더 매끄러워진 재생
nb: Jevnere avspilling gjennomgående
nl: Overal soepelere weergave
pl: Płynniejsze odtwarzanie na każdym kroku
pt_br: Reprodução mais fluida em todo o app
pt_pt: Reprodução mais fluida do início ao fim
ro: Redare mai fluidă peste tot
ru: Более плавное воспроизведение
sk: Plynulejšie prehrávanie všade
sv: Smidigare uppspelning överallt
tr: Baştan Sona Daha Akıcı Oynatma
uk: Плавніше відтворення загалом
zh_hans: 播放全面更流畅
zh_hant: 全面提升播放流暢度
